tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "nikitabobko/tap"
brew "bat"
brew "blueutil"
brew "fd"
brew "fzf"
brew "git-delta"
brew "jq"
brew "lua"
brew "neovim"
brew "nowplaying-cli"
brew "nvm"
brew "ripgrep"
brew "starship"
brew "stow"
brew "switchaudio-osx"
brew "tmux"
brew "tpm"
brew "wget"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "cursor"
cask "docker"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "font-space-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "openscad"
cask "sf-symbols"
cask "spotify"
cask "telegram-desktop"
cask "zed"
