tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "antidote"
brew "bat"
brew "fd"
brew "fzf"
brew "jq"
brew "lua"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tpm"
brew "wget"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "bitwarden"
cask "brave-browser"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-sketchybar-app-font"
cask "font-space-mono-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "sf-symbols"
cask "spotify"
cask "telegram-desktop"
cask "thunderbird"
cask "zed"
